Repository: meloxkgz-ship-it/mathio
Catalog: iOS/Mathio/Mathio/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

source: Your answer shapes the first two weeks.
de: Deine Antwort formt die ersten zwei Wochen.
es: Tu respuesta define las dos primeras semanas.
fr: Votre réponse façonne les deux premières semaines.
it: La tua risposta definisce le prime due settimane.
pt_br: Sua resposta molda as duas primeiras semanas.

source: Your first plan is ready
de: Dein erster Plan ist bereit
es: Tu primer plan está listo
fr: Votre premier plan est prêt
it: Il tuo primo piano è pronto
pt_br: Seu primeiro plano está pronto

source: Your progress
de: Dein Fortschritt
es: Tu progreso
fr: Votre progression
it: I tuoi progressi
pt_br: Seu progresso

source: Your start plan
de: Dein Startplan
es: Tu plan inicial
fr: Votre plan de départ
it: Il tuo piano iniziale
pt_br: Seu plano inicial

source: Zero
de: Null
es: Cero
fr: Zéro

source: Zero dot product is the right-angle test.
de: Das Nullpunktprodukt ist der rechtwinklige Test.
es: El producto de punto cero es la prueba del ángulo recto.
fr: Le produit à point zéro est le test à angle droit.
it: Il prodotto punto zero è il test dell'angolo retto.
pt_br: O produto escalar zero é o teste do ângulo reto.

source: Zero-width interval
de: Intervall der Breite null
es: Intervalo de ancho cero
fr: Intervalle de largeur nulle
it: Intervallo di larghezza zero
pt_br: Intervalo de largura zero

source: a23 means row 2, column 3
de: a23 bedeutet Zeile 2, Spalte 3
es: a23 significa fila 2, columna 3
fr: a23 signifie ligne 2, colonne 3
it: a23 significa riga 2, colonna 3
pt_br: a23 significa linha 2, coluna 3

source: b⁰ = 1 for any nonzero base
de: b⁰ = 1 für jede Basis ≠ 0
es: b⁰ = 1 para cualquier base distinta de cero
fr: b⁰ = 1 pour toute base non nulle
it: b⁰ = 1 per qualsiasi base diversa da zero
pt_br: b⁰ = 1 para qualquer base diferente de zero

source: c is the side opposite the right angle.
de: c ist die der rechten Ecke gegenüberliegende Seite.
es: c es el lado opuesto al ángulo recto.
fr: c est le côté opposé à l’angle droit.
it: c è il lato opposto all'angolo retto.
pt_br: c é o lado oposto ao ângulo reto.

source: cos has period 360°.
de: cos hat die Periode 360°.
es: cos tiene un periodo de 360°.
fr: cos a une période de 360°.
it: cos ha periodo 360°.
pt_br: cos tem período de 360°.

source: cos is even.
de: cos ist gerade.
es: Porque es par.
fr: parce que c'est pair.
it: perché è pari.
pt_br: porque é par.

source: cos is even; sin is odd.
de: cos ist gerade, sin ist ungerade.
es: porque es par; el pecado es extraño.
fr: parce que c'est pair ; le péché est étrange.
it: perché è pari; il peccato è strano.
pt_br: porque é par; o pecado é estranho.

source: cos(−x) = cos(x) for all x.
de: cos(−x) = cos(x) für alle x.
es: cos(−x) = cos(x) para todo x.
fr: cos(−x) = cos(x) pour tout x.
it: cos(−x) = cos(x) per ogni x.
pt_br: cos(−x) = cos(x) para todo x.

source: e^u stays, inner derivative is 3.
de: e^u bleibt, innere Ableitung 3.
es: e^u permanece, la derivada interna es 3.
fr: e^u reste, la dérivée interne est 3.
it: e^u resta, la derivata interna è 3.
pt_br: e^u permanece, a derivada interna é 3.

source: f(x) = x² − 4x. At what x is the minimum?
de: f(x) = x² − 4x. Bei welchem x liegt das Minimum?
es: f(x) = x² − 4x. ¿En qué x es el mínimo?
fr: f(x) = x² − 4x. A quel x est le minimum ?
it: f(x) = x² − 4x. A quale x corrisponde al minimo?
pt_br: f(x) = x² − 4x. Em que x é o mínimo?

source: f(x) = −x² + 6x. At what x is the maximum?
de: f(x) = −x² + 6x. Bei welchem x liegt das Maximum?

source: f′(x) = 3x², then plug in 2.
de: f′(x) = 3x², dann 2 einsetzen.
es: f′(x) = 3x², luego conecte 2.
fr: f′(x) = 3x², puis branchez 2.
it: f′(x) = 3x², quindi inserisci 2.
pt_br: f′(x) = 3x², então insira 2.

source: f′g + fg′ with f = g = x.
de: f′g + fg′ mit f = g = x.
es: f′g + fg′ con f = g = x.
fr: f′g + fg′ avec f = g = x.
it: f′g + fg′ con f = g = x.
pt_br: f′g + fg′ com f = g = x.

source: f″ > 0 → concave up, f″ < 0 → concave down
de: f″ > 0 → linksgekrümmt, f″ < 0 → rechtsgekrümmt
es: f″ > 0 → cóncavo hacia arriba, f″ < 0 → cóncavo hacia abajo
fr: f″ > 0 → concave vers le haut, f″ < 0 → concave vers le bas
it: f″ > 0 → concavo verso l'alto, f″ < 0 → concavo verso il basso
pt_br: f″ > 0 → côncavo para cima, f″ < 0 → côncavo para baixo

source: f″(x) > 0 means concave up
de: f″(x) > 0 bedeutet nach oben gekrümmt

source: g returns 5 no matter the input
de: g gibt 5 zurück, egal welche Eingabe
es: g devuelve 5 sin importar la entrada
fr: g renvoie 5 quelle que soit l'entrée
it: g restituisce 5 indipendentemente dall'input
pt_br: g retorna 5 independentemente da entrada

source: income − expenses is below zero
de: Einnahmen − Ausgaben liegen unter Null
es: ingresos - los gastos están por debajo de cero
fr: revenu - les dépenses sont inférieures à zéro
it: reddito - le spese sono inferiori a zero
pt_br: receita - despesas estão abaixo de zero

source: log(100) = 2 — wait, let me think
de: log(100) = 2 — moment, lass mich überlegen
es: log(100) = 2 - espera, déjame pensar
fr: log(100) = 2 — attends, laisse-moi réfléchir
it: log(100) = 2 — aspetta, lasciami pensare
pt_br: log(100) = 2 — espere, deixe-me pensar

source: m is the slope, b is the y-intercept.
de: m ist die Steigung, b der y-Achsenabschnitt.
es: m es la pendiente, b es la intersección con el eje y.
fr: m est la pente, b est l'ordonnée à l'origine.
it: m è la pendenza, b è l'intercetta y.
pt_br: m é a inclinação, b é a interceptação y.

source: max − min = range.
de: max − min = Bereich.
es: máximo − mínimo = rango.
fr: max − min = plage.
it: max − min = intervallo.
pt_br: max - min = intervalo.

source: s = (a+b+c)/2 is the semi-perimeter.
de: s = (a+b+c)/2 ist der halbe Umfang.
es: s = (a+b+c)/2 es el semiperímetro.
fr: s = (a+b+c)/2 est le demi-périmètre.
it: s = (a+b+c)/2 è il semiperimetro.
pt_br: s = (a+b+c)/2 é o semiperímetro.

source: sin is odd.
de: Sinus ist ungerade.
es: el pecado es extraño.
fr: le péché est étrange.
it: il peccato è strano.
pt_br: o pecado é estranho.

source: t = 3 years
de: t = 3 Jahre
es: t = 3 años
fr: t = 3 ans
it: t = 3 anni
pt_br: t = 3 anos

source: tan 90° is undefined (division by zero).
de: tan 90° ist nicht definiert (Division durch null).
es: tan 90° no está definido (división por cero).
fr: tan 90° n'est pas défini (division par zéro).
it: tan 90° non è definito (divisione per zero).
pt_br: tan 90° é indefinido (divisão por zero).

source: tan = sin/cos and cos 90° = 0.
de: tan = sin/cos und cos 90° = 0.
es: tan = sen/cos y cos 90° = 0.
fr: tan = sin/cos et cos 90° = 0.
it: tan = seno/cos e cos 90° = 0.
pt_br: tan = sen/cos e cos 90° = 0.

source: x = 0 and y is positive → straight up
de: x = 0 und y ist positiv → gerade nach oben
es: x = 0 y y es positivo → hacia arriba
fr: x = 0 et y est positif → directement
it: x = 0 e y è positivo → dritto verso l'alto
pt_br: x = 0 e y é positivo → direto

source: x = 0 is excluded
de: x = 0 ist ausgeschlossen
es: x = 0 está excluido
fr: x = 0 est exclu
it: x = 0 è escluso
pt_br: x = 0 é excluído

source: x = 5 is not included
de: x = 5 ist nicht enthalten
es: x = 5 no está incluido
fr: x = 5 n'est pas inclus
it: x = 5 non è incluso
pt_br: x = 5 não está incluído

source: x = 6 or x = −6
de: x = 6 oder x = −6

source: x = −3 or x = 2
de: x = −3 oder x = 2
es: x = −3 o x = 2
fr: x = −3 ou x = 2
it: x = −3 o x = 2
pt_br: x = −3 ou x = 2

source: x > 5 means strictly above 5
de: x > 5 bedeutet echt größer als 5
es: x > 5 significa estrictamente por encima de 5
fr: x > 5 signifie strictement supérieur à 5
it: x > 5 significa rigorosamente sopra 5
pt_br: x> 5 significa estritamente acima de 5

source: x from 1 to 3 = 3 − 1 = 2
de: x von 1 bis 3 = 3 − 1 = 2
es: x de 1 a 3 = 3 − 1 = 2
fr: x de 1 à 3 = 3 − 1 = 2
it: x da 1 a 3 = 3 − 1 = 2
pt_br: x de 1 a 3 = 3 − 1 = 2

source: x stays 1
de: x bleibt 1
es: x se queda 1
fr: x reste 1
it: x rimane 1
pt_br: x permanece 1

source: x stays 2
de: x bleibt 2
es: x se queda 2
fr: x reste 2
it: x rimane 2
pt_br: x fica 2

source: x-coordinate at the top of the circle.
de: x-Koordinate am höchsten Punkt des Einheitskreises.
es: Coordenada x en la parte superior del círculo.
fr: coordonnée x en haut du cercle.
it: coordinata x nella parte superiore del cerchio.
pt_br: coordenada x no topo do círculo.

source: x² from 0 to 2 = 4 − 0 = 4
de: x² von 0 bis 2 = 4 − 0 = 4
es: x² de 0 a 2 = 4 − 0 = 4
fr: x² de 0 à 2 = 4 − 0 = 4
it: x² da 0 a 2 = 4 − 0 = 4
pt_br: x² de 0 a 2 = 4 − 0 = 4

source: x³ from 0 to 1 = 1 − 0 = 1
de: x³ von 0 bis 1 = 1 − 0 = 1
es: x³ de 0 a 1 = 1 − 0 = 1
fr: x³ de 0 à 1 = 1 − 0 = 1
it: x³ da 0 a 1 = 1 − 0 = 1
pt_br: x³ de 0 a 1 = 1 − 0 = 1

source: y becomes −5
de: y wird −5
es: y se convierte en −5
fr: y devient −5
it: y diventa −5
pt_br: y se torna −5

source: y-coordinate at the leftmost point.
de: y-Koordinate am äußersten linken Punkt.
es: Coordenada y en el punto más a la izquierda.
fr: coordonnée y au point le plus à gauche.
it: coordinata y nel punto più a sinistra.
pt_br: coordenada y no ponto mais à esquerda.

source: y-intercept
de: y-Achsenabschnitt
es: intercepción y
fr: ordonnée à l'origine
it: intercetta y
pt_br: interceptação y

source: ½ · 2b · h = 2 · (½bh) = double
de: ½ · 2b · h = 2 · (½bh) = doppelt
es: ½ · 2b · h = 2 · (½bh) = doble
it: ½ · 2b · h = 2 · (½bh) = doppio
pt_br: ½ · 2b · h = 2 · (½bh) = duplo

source: Δ < 0 → no real solutions
de: Δ < 0 → keine reellen Lösungen
es: Δ < 0 → no hay soluciones reales
fr: Δ < 0 → pas de vraies solutions
it: Δ < 0 → nessuna soluzione reale
pt_br: Δ <0 → sem soluções reais

source: Δ > 0 → two real roots. Δ = 0 → one. Δ < 0 → none in ℝ.
de: Δ > 0 → zwei reelle Lösungen. Δ = 0 → eine. Δ < 0 → keine in ℝ.
es: Δ > 0 → dos raíces reales. Δ = 0 → uno. Δ < 0 → ninguno en ℝ.
fr: Δ > 0 → deux racines réelles. Δ = 0 → un. Δ < 0 → aucun dans ℝ.
it: Δ > 0 → due radici reali. Δ = 0 → uno. Δ < 0 → nessuno in ℝ.
pt_br: Δ > 0 → duas raízes reais. Δ = 0 → um. Δ <0 → nenhum em ℝ.

source: π connects a circle's circumference and area to its radius.
de: π verbindet Umfang und Fläche eines Kreises mit seinem Radius.
es: π conecta la circunferencia y el área de un círculo con su radio.
fr: π relie la circonférence et l'aire d'un cercle à son rayon.
it: π collega la circonferenza e l'area di un cerchio al suo raggio.
pt_br: π conecta a circunferência e a área de um círculo ao seu raio.

source: π rad = 180° = a straight angle
de: π rad = 180° = ein gestreckter Winkel
es: π rad = 180° = un ángulo recto
fr: π rad = 180° = un angle droit
it: π rad = 180° = un angolo piatto
pt_br: π rad = 180° = um ângulo reto

source: −0.9 is near −1
de: −0,9 liegt nahe bei −1

source: −2 < 4 is true
de: −2 < 4 ist wahr
es: −2 < 4 es cierto
fr: −2 < 4 est vrai
it: −2 < 4 è vero
pt_br: −2 <4 é verdadeiro

source: √50 lies between which two whole numbers?
de: Zwischen welchen beiden ganzen Zahlen liegt √50?
es: ¿Entre qué dos números enteros se encuentra √50?
fr: √50 se situe entre quels deux nombres entiers ?
it: Tra quali due numeri interi si trova √50?
pt_br: √50 está entre quais dois números inteiros?

source: Algebra
es: Álgebra
fr: Algèbre
pt_br: Álgebra

source: Definition
es: Definición
fr: Définition
it: Definizione
pt_br: Definição

source: FOIL
es: FRUSTRAR
fr: DÉJOUER
it: SVENTARE
pt_br: FRUSTRAR

source: First: x²
es: Primero: x²
fr: Premier : x²
it: Primo: x²
pt_br: Primeiro: x²

source: Graph
es: Gráfico
fr: Graphique
it: Grafico
pt_br: Gráfico

source: Last: 6
es: Último: 6
fr: Dernier : 6
it: Ultimo: 6
pt_br: Último: 6

source: Mathio
es: matio
it: Mattio

source: Matrix addition
es: Suma de matrices
fr: Ajout de matrice
it: Addizione di matrici
pt_br: Adição de matriz

source: Maximum minus minimum.
es: Máximo menos mínimo.
fr: Maximum moins minimum.
it: Massimo meno minimo.
pt_br: Máximo menos mínimo.

source: Outer + Inner: 3x + 2x = 5x
es: Exterior + Interior: 3x + 2x = 5x
fr: Extérieur + Intérieur : 3x + 2x = 5x
it: Esterno + Interno: 3x + 2x = 5x
pt_br: Externo + Interno: 3x + 2x = 5x

source: Pythagoras
es: Pitágoras
fr: Pythagore
it: Pitagora
pt_br: Pitágoras

source: Quotient
es: Cociente
it: Quoziente
pt_br: Quociente

source: Sets
es: Conjuntos
fr: Ensembles
it: Imposta
pt_br: Conjuntos

source: Standard
es: Estándar
pt_br: Padrão

source: Support
es: Apoyo
fr: Soutien
it: Supporto
pt_br: Apoiar

source: System
es: Sistema
fr: Système
it: Sistema
pt_br: Sistema

source: Theme
es: Tema
fr: Thème
it: Tema
pt_br: Tema

source: Union
es: Unión
it: Unione
pt_br: União

source: max = 20
es: máximo = 20
fr: maximum = 20
it: massimo = 20
pt_br: máximo = 20

source: max − 12 = 8
es: máx − 12 = 8
fr: maximum − 12 = 8
it: massimo − 12 = 8
pt_br: máximo − 12 = 8
